
// log entry
"%@ joined channel" = "";

// log entry
"%@ left channel" = "";

// preferences
"%d %% - Default" = "";

// codec detail
"(Active)" = "";

// codec detail
"12 KHz" = "";

// codec detail
"16 KHz" = "";

// codec detail
"24 KHz" = "";

// codec detail
"32 KHz" = "";

// codec detail
"48 KHz" = "";

// codec detail
"8 KHz" = "";

/*
 server entry
   user detail
 */
"Actions" = "";

// preferences
"Announce lost server connection" = "";

// preferences
"Announce user joining channel" = "";

// preferences
"Announce user leaving channel" = "";

// codec detail
"Application" = "";

// codec detail
"Audio Channels" = "";

// create channel
"Audio Codec" = "";

// server entry
"Authentication" = "";

// codec detail
"Bitrate" = "";

/*
 preferences
   user detail
 */
"Broadcast Messages" = "";

// channel list
"Channel" = "";

/*
 preferences
   user detail
 */
"Channel Messages" = "";

// preferences
"Channel Text Message" = "";

// channel list
"Channel. %d users" = "";

/*
 preferences
   server entry
 */
"Connection" = "";

/*
 preferences
   tts event
 */
"Connection lost" = "";

// View Title
"Create Channel" = "";

// preferences
"Default Subscriptions" = "";

/*
 preferences
   user detail
 */
"Desktop" = "";

// preferences
"Display" = "";

// codec detail
"DTX" = "";

// Dialog message
"Enter Password" = "";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"Error" = "";

/*
 preferences
   user detail
 */
"General" = "";

// TTS EVENT
"has joined the channel" = "";

// TTS EVENT
"has left the channel" = "";

// server entry
"Host address" = "";

// Dialog message
"Join" = "";

// preferences
"Join Root Channel" = "";

// preferences
"Join root channel after login" = "";

// log entry
"Joined %@" = "";

// preferences
"Limit length of names in channel list to %d characters" = "";

// log entry
"Logged on to server" = "";

// preferences
"Master Volume" = "";

// preferences
"Maximum Text Length" = "";

/*
 preferences
   user detail
 */
"Media File" = "";

// user detail
"Media File Volume" = "";

// preferences
"Microphone Gain" = "";

// codec detail
"Mono" = "";

// codec detail
"Music" = "";

// user detail
"Mute Media File" = "";

// user detail
"Mute Voice" = "";

/*
 create channel
   server entry
 */
"Name" = "";

// preferences
"Name displayed in channel list" = "";

// preferences
"Nickname" = "";

// codec detail
"No Audio" = "";

// create channel
"No Audio Recording" = "";

// create channel
"No Interruptions" = "";

// channel list
"No password" = "";

// create channel
"No Voice Activation" = "";

// default nickname
"Noname" = "";

/*
 Dialog
   Dialog message
   message dialog
   user detail
 */
"OK" = "";

// codec detail
"OPUS Codec" = "";

// channel list
"Parent channel" = "";

/*
 create channel
   Dialog message
   server entry
 */
"Password" = "";

// channel list
"Password protected" = "";

// create channel
"Permanent Channel" = "";

// preferences
"Play sound when a user joins the channel" = "";

// preferences
"Play sound when a user leaves the channel" = "";

// preferences
"Play sound when channel text message is received" = "";

// preferences
"Play sound when connection is dropped" = "";

// preferences
"Play sound when private text message is received" = "";

// preferences
"Play sound when voice transmission is toggled" = "";

// preferences
"Pop up text message when new messages are received" = "";

// serverlist
"Private server" = "";

// preferences
"Private Text Message" = "";

// preferences
"Proximity sensor" = "";

// serverlist
"Public server" = "";

// codec detail
"Quality" = "";

// preferences
"Receive broadcast messages by default" = "";

// preferences
"Receive channel messages by default" = "";

// preferences
"Receive desktop sessions by default" = "";

// preferences
"Receive media file streams by default" = "";

// preferences
"Receive text messages by default" = "";

// preferences
"Receive voice streams by default" = "";

// preferences
"Receive webcam streams by default" = "";

// channel list
"Return to previous channel" = "";

// log entry
"root channel" = "";

// codec detail
"Sample Rate" = "";

// preferences
"Server Connection Lost" = "";

// server entry
"Server List Entry" = "";

// preferences
"Show Public Servers" = "";

// preferences
"Show public servers in server list" = "";

// preferences
"Show text messages instantly" = "";

// channel list
"Silent" = "";

// preferences
"Sound Events" = "";

// preferences
"Sound System" = "";

// preferences
"Speaker Output" = "";

// codec detail
"Speex Codec" = "";

// codec detail
"Speex Variable Bitrate Codec" = "";

// codec detail
"Stereo" = "";

// user detail
"Subscriptions" = "";

// channel list
"Talking" = "";

// server entry
"TCP Port" = "";

// preferences
"Text To Speech Events" = "";

// create channel
"Topic" = "";

// codec detail
"Transmit Interval" = "";

// preferences
"Turn off screen when holding phone near ear" = "";

// text field hint
"Type text here" = "";

// server entry
"UDP Port" = "";

// preferences
"Use iPhone's speaker instead of earpiece" = "";

// channel list
"User" = "";

// preferences
"User joins channel" = "";

// preferences
"User Joins Channel" = "";

// preferences
"User leaves channel" = "";

// preferences
"User Leaves Channel" = "";

/*
 preferences
   user detail
 */
"User Messages" = "";

/*
 server entry
   user detail
 */
"Username" = "";

/*
 preferences
   user detail
 */
"Voice" = "";

// preferences
"Voice Activation Level" = "";

// preferences
"Voice Activation Level: %d. Recommended: %d" = "";

// preferences
"Voice Activation Level: Disabled" = "";

// preferences
"Voice Transmission Toggled" = "";

// user detail
"Voice Volume" = "";

// codec detail
"VoIP" = "";

// user detail
"Volume Controls" = "";

/*
 preferences
   user detail
 */
"WebCam" = "";
